{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "XeSSStringTable",
			"Children": [
				{
					"Source":
					{
						"Text": "AI-based Anti-Aliasing for maximum visual quality"
					},
					"Translation":
					{
						"Text": "Antialiasing baseado em IA para uma qualidade visual máxima"
					},
					"Key": "XESS_NATIVE_ANTI_ALIASING_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Balanced"
					},
					"Translation":
					{
						"Text": "Equilibrado"
					},
					"Key": "XESS_BALANCED"
				},
				{
					"Source":
					{
						"Text": "Best balance between performance and visual quality"
					},
					"Translation":
					{
						"Text": "Melhor equilíbrio entre desempenho e qualidade visual"
					},
					"Key": "XESS_BALANCED_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "High performance improvement"
					},
					"Translation":
					{
						"Text": "Grande melhoria de desempenho"
					},
					"Key": "XESS_PERFORMANCE_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "High quality visual upscale"
					},
					"Translation":
					{
						"Text": "Melhoria visual de grande qualidade"
					},
					"Key": "XESS_QUALITY_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Higher quality visual upscale"
					},
					"Translation":
					{
						"Text": "Melhoria visual de maior qualidade"
					},
					"Key": "XESS_ULTRA_QUALITY_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Highest performance improvement"
					},
					"Translation":
					{
						"Text": "A maior melhoria de desempenho"
					},
					"Key": "XESS_ULTRA_PERFORMANCE_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Highest quality visual upscale"
					},
					"Translation":
					{
						"Text": "Melhoria visual de máxima qualidade"
					},
					"Key": "XESS_ULTRA_QUALITY_PLUS_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Intel® Xe Super Sampling (XeSS) technology uses AI to deliver more performance with exceptional image quality."
					},
					"Translation":
					{
						"Text": "A tecnologia Intel® Xe Super Sampling (XeSS) usa a IA para oferecer mais desempenho com uma qualidade de imagem excecional."
					},
					"Key": "XESS_DESCRIPTION_MINIMUM"
				},
				{
					"Source":
					{
						"Text": "Intel® Xe Super Sampling (XeSS) technology uses AI to deliver more performance with exceptional image quality. XeSS is optimized for Intel® Arc™ GPUs with AI acceleration hardware."
					},
					"Translation":
					{
						"Text": "A tecnologia Intel® Xe Super Sampling (XeSS) usa a IA para oferecer mais desempenho com uma qualidade de imagem excecional. O XeSS está otimizado para GPUs Intel® Arc™ com hardware de aceleração por IA."
					},
					"Key": "XESS_DESCRIPTION_SHORT"
				},
				{
					"Source":
					{
						"Text": "Intel® XeSS"
					},
					"Translation":
					{
						"Text": "Intel® XeSS"
					},
					"Key": "XESS_LABEL"
				},
				{
					"Source":
					{
						"Text": "Native Anti-Aliasing"
					},
					"Translation":
					{
						"Text": "Antialiasing nativo"
					},
					"Key": "XESS_NATIVE_ANTI_ALIASING"
				},
				{
					"Source":
					{
						"Text": "Off"
					},
					"Translation":
					{
						"Text": "Desativado"
					},
					"Key": "XESS_OFF"
				},
				{
					"Source":
					{
						"Text": "Performance"
					},
					"Translation":
					{
						"Text": "Desempenho"
					},
					"Key": "XESS_PERFORMANCE"
				},
				{
					"Source":
					{
						"Text": "Quality"
					},
					"Translation":
					{
						"Text": "Qualidade"
					},
					"Key": "XESS_QUALITY"
				},
				{
					"Source":
					{
						"Text": "Turns Intel XeSS off"
					},
					"Translation":
					{
						"Text": "Desliga o Intel XeSS"
					},
					"Key": "XESS_OFF_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Ultra Performance"
					},
					"Translation":
					{
						"Text": "Ultradesempenho"
					},
					"Key": "XESS_ULTRA_PERFORMANCE"
				},
				{
					"Source":
					{
						"Text": "Ultra Quality"
					},
					"Translation":
					{
						"Text": "Ultraqualidade"
					},
					"Key": "XESS_ULTRA_QUALITY"
				},
				{
					"Source":
					{
						"Text": "Ultra Quality Plus"
					},
					"Translation":
					{
						"Text": "Ultraqualidade Mais"
					},
					"Key": "XESS_ULTRA_QUALITY_PLUS"
				}
			]
		}
	]
}